Repository: GujMeister/Budgeting-Application
Catalog: Budgeting Application/Resources/*.lproj/Localizable.strings
Languages: ka

# dashboard_budgets
source: Budgets
ka: ბიუჯეტები

# dashboard_subscriptions
source: Subscriptions
ka: გამოწერები

# dashboard_bank_payments
source: Bank Payments
ka: ბანკის ვალდებულებები

# dashboard_total_budgeted
source: Total Budgeted
ka: სულ ბიუჯეტირებული თანხა

# dashboard_no_subscriptions_saved
source: No subscriptions saved
ka: შენახული გამოწერები არ არის

# dashboard_no_bank_payments_to_display
source: No bank payments to display
ka: საჩვენებელი საბანკო გადახდები არ არის

# dashboard_no_budgets_favorited
source: No Budgets Favorited
ka: ფავორიტებში დამატებული ბიუჯეტები არ არის

# dashboard_chart
source: Chart
ka: დიაგრამა

# dashboard_pie_chart_description
source: Pie chart below will show you your monthly expenditure by three categories such as Subscriptions, Bank Payments and Budgets
ka: ქვემოთ მოცემული წრის დიაგრამა გაჩვენებთ თქვენს თვის ხარჯებს სამ კატეგორიაში: გამოწერები, საბანკო გადახდები და ბიუჯეტები

# dashboard_upcoming
source: Upcoming
ka: მომავალი

# budgets_budget_limit
source: Budget limit
ka: ბიუჯეტის ლიმიტი

# budgets_control_item_budgets
source: Budgets
ka: ბიუჯეტები

# budgets_control_item_expenses
source: Expenses
ka: ხარჯები

# budgets_favorites
source: Favorites
ka: ფავორიტები

# budgets_all_budgets
source: All Budgets
ka: ბიუჯეტები

# budgets_duplicate_category
source: Duplicate
ka: დუბლიკატი

# budgets_duplicate_message
source: This category already exists
ka: ეს კატეგორია უკვე არსებობს

# budgets_limit_reached
source: Limit Reached
ka: ლიმიტი მიღწეულია

# budgets_limit_message
source: You can only have 5 budgets favorited
ka: თქვენ შეგიძლიათ მხოლოდ 5 ბიუჯეტის დამატება ფავორიტებში

source: Expenses Last Month
ka: გასული თვის ხარჯები

# expenses_time_period_last_month
source: Last Month
ka: გასული თვე

# expenses_control_item_budgets
source: Budgets
ka: ბიუჯეტები

# expenses_control_item_expenses
source: Expenses
ka: ხარჯები

# recurring_segment_subscriptions
source: Subscriptions
ka: გამოწერები

# recurring_segment_payments
source: Payments
ka: გადახდები

# recurring_segment_overview
source: Overview
ka: მიმოხილვა

# recurring_time_period_today
source: Today
ka: დღეს

# recurring_time_period_last_three_days
source: Last 3 Days
ka: ბოლო 3 დღე

# recurring_time_period_last_week
source: Last Week
ka: ბოლო კვირა

# recurring_time_period_last_month
source: Last Month
ka: ბოლო თვე

# recurring_edit
source: Edit
ka: რედაქტირება

# recurring_done
source: Done
ka: დასრულება

# recurring_every_month_on
source: Every month on
ka: ყოველი თვის

# recurring_day_suffix
source: th
ka: -ე

# recurring_delete
source: Delete
ka: წაშლა

source: Total Monthly Expenditure
ka: სულ თვიური ხარჯი

source: Subscriptions Left: %@
ka: გამოწერები დარჩენილი: %@

source: Bank Payments Left: %@
ka: ბანკის ვალდებულებები დარჩენილი: %@

# budgets_add_budget
source: Add Budget
ka: ბიუჯეტის დამატება

# expenses_add_expense
source: Add Expense
ka: ხარჯების დამატება

# spent_amount
source: Spent:
ka: დახარჯული:

# budget_detail_remaining
source: Remaining
ka: დარჩენილი

# budget_detail_spent
source: Spent
ka: დახარჯული

# budget_detail_max
source: Max
ka: მაქს

# budget_detail_overdue
source: Overdue
ka: გადამეტება

# calendar_title
source: Calendar
ka: კალენდარი

# calendar_info_button
source: Calendar Information
ka: კალენდრის ინფორმაცია

# calendar_table_info_button
source: Information Table
ka: ინფორმაციის ცხრილი

# calendar_no_data
source: No data for selected Date
ka: მონაცემები არ არის არჩეული თარიღისთვის

# calendar_alert_message
source: Calendar displays all your Subscriptions, Payments, and Expenses you have saved. It helps you to visually understand when you should make or have made Subscriptions or Bank Payments.
ka: კალენდარი გიჩვენებთ ყველა შენახულ გამოწერას, გადასახადს და ხარჯს, რაც გაქვთ.

# table_info_alert_message
source: Information Table gives you all the expenses you have made or will have to make based on the date you chose in the calendar.
ka: ინფორმაციის ცხრილი გაჩვენებთ ყველა ხარჯს არჩეული თარიღის მიხედვით.

# add_payment_title
source: Add Payment
ka: დაამატეთ გადახდა

# add_payment_category_label
source: Choose Payment Category
ka: აირჩიეთ გადახდის კატეგორია

# add_payment_description_label
source: Input Payment Description
ka: შეიყვანეთ გადახდის აღწერა

# add_payment_description_placeholder
source: e.g. Car
ka: მაგ. მანქანა

# add_payment_amount_label
source: Input Amount
ka: შეიყვანეთ თანხა

# add_payment_amount_placeholder
source: e.g. 1500
ka: მაგ. 1500

# add_payment_repeat_label
source: Number of Months
ka: თვეების რაოდენობა

# add_payment_repeat_placeholder
source: e.g. 12
ka: მაგ. 12

# add_payment_button_title
source: Add Payment
ka: გადახდის დამატება

# add_payment_invalid_input_alert
source: Invalid Input
ka: არასწორი შეყვანა

# add_payment_invalid_input_message
source: Please fill out all fields correctly
ka: გთხოვთ შეავსოთ ყველა ველი სწორად

# add_payment_description_info_title
source: Info about the description
ka: ინფორმაცია აღწერაზე

# add_payment_description_info_message
source: This description will be used to describe the payment throughout the application for your convenience
ka: ეს აღწერა გამოიყენება აპლიკაციაში გადახდის აღსანიშნავად თქვენი მოხერხებულობისთვის

# add_payment_amount_info_title
source: Info about the input amount
ka: ინფორმაცია შეყვანილ თანხაზე

# add_payment_amount_info_message
source: This number will be used to set the amount that you are going to budget every month for this payment
ka: ეს რიცხვი გამოიყენება იმისთვის, რომ დასახული თანხა ყოველთვიურად შეაფასოთ

# add_payment_repeat_info_title
source: Info about the number of months
ka: ინფორმაცია თვეების რაოდენობაზე

# add_payment_repeat_info_message
source: This is an input for the number of months you want your payment to occur. Inputting 12 will repeat the payment 12 times (1 Year)
ka: ეს არის თვეების რაოდენობა, რომელზეც გსურთ გადახდის განმეორება. თუ შეიყვანთ 12, გადაიხდება 12-ჯერ (1 წელი)

# settings_title
source: Settings
ka: პარამეტრები

# settings_description
source: Manage or delete your data, read about the app and change password, app icons or name
ka: მართეთ ან წაშალეთ თქვენი მონაცემები, გაიგეთ მეტი აპლიკაციის შესახებ - შეცვალეთ პაროლი, აპლიკაციის ხატულა ან სახელი

source: About
ka: აპლიკაციის შესახებ

# about_accessibility
source: About the app
ka: აპლიკაციის შესახებ

# about_accessibility_hint
source: Tap to read about the app
ka: დააჭირეთ აპლიკაციის შესახებ წასაკითხად

# delete_section
source: Delete
ka: წაშლა

# delete_expenses
source: Expenses
ka: ხარჯები

# delete_expenses_accessibility
source: Delete expenses
ka: ხარჯების წაშლა

# delete_expenses_accessibility_hint
source: Tap to delete all expenses
ka: დააჭირეთ ყველა ხარჯის წასაშლელად

# delete_subscriptions
source: Subscriptions
ka: გამოწერები

# delete_subscriptions_accessibility
source: Delete subscriptions
ka: გამოწერების წაშლა

# delete_subscriptions_accessibility_hint
source: Tap to delete all subscriptions
ka: დააჭირეთ ყველა გამოწერის წასაშლელად

# delete_payments
source: Bank Payments
ka: ბანკის გადახდები

# delete_payments_accessibility
source: Delete bank payments
ka: ბანკის გადახდების წაშლა

# delete_payments_accessibility_hint
source: Tap to delete all bank payments
ka: დააჭირეთ ყველა ბანკის გადახდის წასაშლელად

# delete_all_data
source: All Data
ka: ყველა მონაცემი

# delete_all_data_accessibility
source: Delete all data
ka: ყველა მონაცემის წაშლა

# delete_all_data_accessibility_hint
source: Tap to delete all data
ka: დააჭირეთ ყველა მონაცემის წასაშლელად

source: Change Password
ka: პაროლის შეცვლა

# change_password_accessibility
source: Change password
ka: პაროლის შეცვლა

# change_password_accessibility_hint
source: Tap to change your password
ka: დააჭირეთ თქვენი პაროლის შესაცვლელად

source: Change App Icon
ka: აპლიკაციის ხატულას შეცვლა

# change_app_icon_accessibility
source: Change app icon
ka: აპლიკაციის ხატულას შეცვლა

# change_app_icon_accessibility_hint
source: Tap to change the app icon
ka: დააჭირეთ აპლიკაციის ხატულას შესაცვლელად

source: Change Name
ka: სახელის შეცვლა

# change_name_accessibility
source: Change app name
ka: აპლიკაციის სახელის შეცვლა

# change_name_accessibility_hint
source: Tap to change the app name
ka: დააჭირეთ აპლიკაციის სახელის შესაცვლელად

# app_version
source: Version 2.2
ka: ვერსია 2.2

# rights_reserved
source: Â© All Rights Reserved
ka: ყველა უფლება დაცულია

# app_information_header
source: App
ka: აპლიკაცია

# app_information_footer
source: Owner of this application gives all the rights imaginable regarding the usage of his assets and code used in this application
ka: აპლიკაციის მფლობელი გაძლევთ ყველა უფლებას მის აქტივებსა და ამ აპლიკაციაში გამოყენებულ კოდზე

source: Change Language
ka: ენის ცვლილება

# change_language_accessibility
source: Change Language
ka: შეცვალე ენა

# change_language_accessibility_hint
source: Change Language
ka: შეცვალე ენა აპლიკაციაში

source: Insurance
ka: დაზღვევა

source: House Payments
ka: სახლზე გადახდები

source: Car Payments
ka: მანქანის გადახდები

source: Personal Loans
ka: პერსონალური სესხები

source: Student Loans
ka: სტუდენტური სესხები

source: Credit-Card Payments
ka: საკრედიტო ბარათის გადახდები

source: Phone Bills
ka: ტელეფონის გადასახადები

source: Rent
ka: ქირა

source: Health Insurance
ka: ჯანმრთელობის დაზღვევა

source: Life Insurance
ka: სიცოცხლის დაზღვევა

source: Property Taxes
ka: ქონების გადასახადები

source: Medical Bills
ka: სამედიცინო გადასახადები

source: Other
ka: სხვა

source: Miscellaneous
ka: სხვადასხვა

# time_period_backwards_today
source: Today
ka: დღეს

# time_period_backwards_last_three_days
source: Last 3 Days
ka: ბოლო 3 დღე

# time_period_backwards_last_week
source: Last Week
ka: ბოლო კვირა

# time_period_backwards_last_month
source: Last Month
ka: ბოლო თვე

# time_period_this_week
source: This Week
ka: ეს კვირა

# time_period_this_two_weeks
source: This Two Weeks
ka: ეს ორი კვირა

# time_period_this_month
source: This Month
ka: ეს თვე

# time_period_three_months
source: 3 Months
ka: 3 თვე

# time_period_six_months
source: 6 Months
ka: 6 თვე

# time_period_year
source: Year
ka: წელი

source: Food
ka: საკვები

source: Transportation
ka: ტრანსპორტი

source: Groceries
ka: სასურსათო პროდუქტები

source: Housing
ka: საცხოვრებელი

source: Utilities
ka: სასარგებლო სერვისები

source: Entertainment
ka: გართობა

source: Education
ka: განათლება

source: Clothing
ka: ტანსაცმელი

source: Personal Care
ka: პირადი მოვლა

source: Others
ka: სხვა

source: Choose Language
ka: აირჩიეთ ენა
